submission_logs/2_2_two_middlewares/8/8/1-0/2/memtier/3.log
1         Threads
8         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        1744.99          ---          ---      4.58100      7048.78 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1744.99         0.00         0.00      4.58100      7048.78 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.590         0.00
SET       0.610         0.00
SET       0.660         0.00
SET       0.680         0.00
SET       0.690         0.00
SET       0.700         0.01
SET       0.710         0.01
SET       0.720         0.01
SET       0.730         0.01
SET       0.740         0.01
SET       0.750         0.01
SET       0.760         0.02
SET       0.770         0.02
SET       0.780         0.02
SET       0.790         0.02
SET       0.800         0.03
SET       0.810         0.03
SET       0.820         0.03
SET       0.830         0.04
SET       0.840         0.04
SET       0.850         0.04
SET       0.860         0.05
SET       0.870         0.06
SET       0.880         0.06
SET       0.890         0.07
SET       0.900         0.08
SET       0.910         0.08
SET       0.920         0.09
SET       0.930         0.10
SET       0.940         0.11
SET       0.950         0.11
SET       0.960         0.12
SET       0.970         0.13
SET       0.980         0.15
SET       0.990         0.16
SET       1.000         0.26
SET       1.100         0.52
SET       1.200         0.91
SET       1.300         1.51
SET       1.400         2.28
SET       1.500         3.39
SET       1.600         4.75
SET       1.700         6.42
SET       1.800         8.54
SET       1.900        10.98
SET       2.000        13.77
SET       2.100        16.90
SET       2.200        20.21
SET       2.300        23.68
SET       2.400        27.05
SET       2.500        30.57
SET       2.600        33.88
SET       2.700        37.18
SET       2.800        40.31
SET       2.900        43.32
SET       3.000        46.09
SET       3.100        48.67
SET       3.200        51.07
SET       3.300        53.37
SET       3.400        55.44
SET       3.500        57.34
SET       3.600        59.03
SET       3.700        60.62
SET       3.800        62.03
SET       3.900        63.41
SET       4.000        64.61
SET       4.100        65.71
SET       4.200        66.65
SET       4.300        67.51
SET       4.400        68.36
SET       4.500        69.07
SET       4.600        69.71
SET       4.700        70.33
SET       4.800        70.83
SET       4.900        71.33
SET       5.000        71.83
SET       5.100        72.24
SET       5.200        72.62
SET       5.300        72.93
SET       5.400        73.25
SET       5.500        73.52
SET       5.600        73.78
SET       5.700        74.02
SET       5.800        74.22
SET       5.900        74.42
SET       6.000        74.59
SET       6.100        74.79
SET       6.200        74.94
SET       6.300        75.09
SET       6.400        75.20
SET       6.500        75.34
SET       6.600        75.46
SET       6.700        75.62
SET       6.800        75.76
SET       6.900        75.89
SET       7.000        76.01
SET       7.100        76.13
SET       7.200        76.25
SET       7.300        76.35
SET       7.400        76.48
SET       7.500        76.59
SET       7.600        76.73
SET       7.700        76.86
SET       7.800        77.03
SET       7.900        77.26
SET       8.000        77.51
SET       8.100        77.82
SET       8.200        78.17
SET       8.300        78.59
SET       8.400        79.08
SET       8.500        79.65
SET       8.600        80.30
SET       8.700        81.05
SET       8.800        81.94
SET       8.900        82.84
SET       9.000        83.82
SET       9.100        84.83
SET       9.200        85.87
SET       9.300        86.89
SET       9.400        87.90
SET       9.500        88.89
SET       9.600        89.86
SET       9.700        90.78
SET       9.800        91.66
SET       9.900        92.50
SET      10.000        95.77
SET      11.000        98.37
SET      12.000        99.25
SET      13.000        99.58
SET      14.000        99.74
SET      15.000        99.84
SET      16.000        99.88
SET      17.000        99.90
SET      18.000        99.93
SET      19.000        99.97
SET      20.000        99.98
SET      21.000        99.99
SET      22.000       100.00
SET      23.000       100.00
SET      25.000       100.00
SET      29.000       100.00
---
---